Repository: mansoor2016/Safa
Catalog: Safa/Localizable.xcstrings
Source language: en
Languages: ar, bn, fa, fr, id, ms, tr, ur

source: Undo last count
ar: التراجع عن آخر عد
bn: শেষ গণনা পূর্বাবস্থায় ফিরুন
fa: لغو شمارش آخر
fr: Annuler le dernier comptage
id: Batalkan hitungan terakhir
ms: Buat asal kiraan terakhir
tr: Son sayımı geri al
ur: آخری گنتی کالعدم کریں

source: Undo today's juz
ar: التراجع عن جزء اليوم
bn: আজকের পারা পূর্বাবস্থায় ফেরান
fa: لغو جزء امروز
fr: Annuler le juz d’aujourd’hui
id: Batalkan juz hari ini
ms: Buat asal juzuk hari ini
tr: Bugünkü cüzü geri al
ur: آج کا پارہ واپس کریں

source: Unknown prayer type.
ar: نوع صلاة غير معروف.
bn: অজানা নামাজের ধরন।
fa: نوع نماز ناشناخته.
fr: Type de prière inconnu.
id: Jenis shalat tidak diketahui.
ms: Jenis solat tidak diketahui.
tr: Bilinmeyen namaz türü.
ur: نامعلوم نماز کی قسم۔

# until %@ · %@
source: until %1$@ · %2$@
ar: حتى %1$@ · %2$@
bn: %1$@ পর্যন্ত · %2$@
fa: تا %1$@ · %2$@
fr: jusqu'à %1$@ · %2$@
id: hingga %1$@ · %2$@
ms: hingga %1$@ · %2$@
tr: %1$@ · %2$@'a kadar
ur: %1$@ تک · %2$@

source: until Iftar
ar: حتى الإفطار
bn: ইফতার পর্যন্ত
fa: تا افطار
fr: jusqu'à l'Iftar
id: hingga Buka Puasa
ms: hingga Berbuka
tr: İftar'a kadar
ur: افطار تک

source: until Suhoor ends
ar: حتى نهاية السحور
bn: সেহরি শেষ পর্যন্ত
fa: تا پایان سحری
fr: jusqu'à la fin du Souhour
id: hingga Sahur berakhir
ms: hingga Sahur berakhir
tr: Sahur sona erene kadar
ur: سحری ختم ہونے تک

source: until Suhoor tomorrow
ar: حتى السحور غدًا
bn: আগামীকাল সেহরি পর্যন্ত
fa: تا سحری فردا
fr: jusqu'au Souhour de demain
id: hingga Sahur besok
ms: hingga Sahur esok
tr: yarın Sahur'a kadar
ur: کل سحری تک

source: Upcoming: %@
ar: قادم: %@
bn: আসন্ন: %@
fa: آینده: %@
fr: À venir : %@
id: Akan datang: %@
ms: Akan datang: %@
tr: Yaklaşan: %@
ur: آنے والا: %@

source: Update Location
ar: تحديث الموقع
bn: অবস্থান আপডেট করুন
fa: به‌روزرسانی موقعیت
fr: Actualiser la localisation
id: Perbarui Lokasi
ms: Kemas Kini Lokasi
tr: Konumu Güncelle
ur: مقام اپ ڈیٹ کریں

source: Update When Traveling
ar: التحديث عند السفر
bn: ভ্রমণের সময় আপডেট করুন
fa: به‌روزرسانی در هنگام سفر
fr: Actualiser en voyage
id: Perbarui Saat Bepergian
ms: Kemas Kini Semasa Melancong
tr: Seyahat Ederken Güncelle
ur: سفر کرتے وقت اپ ڈیٹ کریں

source: Use Adhan Sound
ar: استخدام صوت الأذان
bn: আযানের শব্দ ব্যবহার করুন
fa: استفاده از صدای اذان
fr: Utiliser le son de l'Adhan
id: Gunakan Suara Adzan
ms: Guna Bunyi Azan
tr: Ezan Sesi Kullan
ur: اذان کی آواز استعمال کریں

source: Using current location
ar: استخدام الموقع الحالي
bn: বর্তমান অবস্থান ব্যবহার করা হচ্ছে
fa: استفاده از موقعیت فعلی
fr: Utilisation de la localisation actuelle
id: Menggunakan lokasi saat ini
ms: Menggunakan lokasi semasa
tr: Mevcut konum kullanılıyor
ur: موجودہ مقام استعمال کر رہے ہیں

source: Using default location: %@
ar: استخدام الموقع الافتراضي: %@
bn: ডিফল্ট অবস্থান ব্যবহার করা হচ্ছে: %@
fa: استفاده از موقعیت پیش‌فرض: %@
fr: Utilisation de la localisation par défaut : %@
id: Menggunakan lokasi default: %@
ms: Menggunakan lokasi lalai: %@
tr: Varsayılan konum kullanılıyor: %@
ur: ڈیفالٹ مقام استعمال کر رہے ہیں: %@

source: Using saved location
ar: استخدام الموقع المحفوظ
bn: সংরক্ষিত অবস্থান ব্যবহার করা হচ্ছে
fa: استفاده از موقعیت ذخیره شده
fr: Utilisation de la localisation enregistrée
id: Menggunakan lokasi tersimpan
ms: Menggunakan lokasi tersimpan
tr: Kaydedilmiş konum kullanılıyor
ur: محفوظ شدہ مقام استعمال کر رہے ہیں

source: Using saved location: %@
ar: استخدام الموقع المحفوظ: %@
bn: সংরক্ষিত অবস্থান ব্যবহার করা হচ্ছে: %@
fa: استفاده از موقعیت ذخیره شده: %@
fr: Utilisation de la localisation enregistrée : %@
id: Menggunakan lokasi tersimpan: %@
ms: Menggunakan lokasi tersimpan: %@
tr: Kaydedilmiş konum kullanılıyor: %@
ur: محفوظ شدہ مقام استعمال کر رہے ہیں: %@

source: Version
ar: الإصدار
bn: সংস্করণ
fa: نسخه
id: Versi
ms: Versi
tr: Sürüm
ur: ورژن

# Version %@ (%@)
source: Version %1$@ (%2$@)
ar: الإصدار %1$@ (%2$@)
bn: সংস্করণ %1$@ (%2$@)
fa: نسخه %1$@ (%2$@)
id: Versi %1$@ (%2$@)
ms: Versi %1$@ (%2$@)
tr: Sürüm %1$@ (%2$@)
ur: ورژن %1$@ (%2$@)

source: View
ar: عرض
bn: দেখুন
fa: مشاهده
fr: Voir
id: Lihat
ms: Lihat
tr: Görüntüle
ur: دیکھیں

source: View Eid Prayers
ar: عرض صلوات العيد
bn: ঈদের নামাজ দেখুন
fa: مشاهده نمازهای عید
fr: Voir les prières de l'Aïd
id: Lihat Shalat Idul
ms: Lihat Solat Hari Raya
tr: Bayram Namazlarını Görüntüle
ur: عید کی نمازیں دیکھیں

source: View Fasting Guide
ar: عرض دليل الصيام
bn: রোজা নির্দেশিকা দেখুন
fa: مشاهده راهنمای روزه
fr: Voir le guide du jeûne
id: Lihat Panduan Puasa
ms: Lihat Panduan Berpuasa
tr: Oruç Rehberini Görüntüle
ur: روزے کی رہنمائی دیکھیں

source: View Recommended Settings
ar: عرض الإعدادات الموصى بها
bn: প্রস্তাবিত সেটিংস দেখুন
fa: مشاهده تنظیمات پیشنهادی
fr: Voir les réglages recommandés
id: Lihat Pengaturan yang Direkomendasikan
ms: Lihat Tetapan Cadangan
tr: Önerilen Ayarları Görüntüle
ur: تجویز کردہ ترتیبات دیکھیں

source: VoiceOver announces the direction to turn and tells you when you're facing the Qibla.
ar: يُعلن VoiceOver عن اتجاه الدوران ويخبرك عندما تواجه القبلة.
bn: VoiceOver ঘুরার দিক ঘোষণা করে এবং কখন আপনি কিবলার দিকে মুখ করছেন তা বলে দেয়।
fa: VoiceOver جهت چرخش را اعلام می‌کند و به شما می‌گوید کی رو به قبله هستید.
fr: VoiceOver annonce la direction à prendre et vous dit quand vous êtes face à la Qibla.
id: VoiceOver mengumumkan arah untuk berputar dan memberi tahu Anda saat menghadap Kiblat.
ms: VoiceOver mengumumkan arah untuk berpusing dan memberitahu anda apabila anda menghadap kiblat.
tr: VoiceOver dönülecek yönü duyurur ve Kıble'ye baktığınızda size söyler.
ur: VoiceOver مڑنے کی سمت کا اعلان کرتا ہے اور بتاتا ہے جب آپ قبلہ کی طرف ہیں۔

source: VoiceOver Support
ar: دعم VoiceOver
bn: VoiceOver সহায়তা
fa: پشتیبانی VoiceOver
fr: Support VoiceOver
id: Dukungan VoiceOver
ms: Sokongan VoiceOver
tr: VoiceOver Desteği
ur: VoiceOver تعاون

source: vs last week
ar: مقارنة بالأسبوع الماضي
bn: গত সপ্তাহের তুলনায়
fa: در مقایسه با هفته گذشته
fr: par rapport à la semaine dernière
id: dibanding minggu lalu
ms: berbanding minggu lepas
tr: geçen haftaya göre
ur: پچھلے ہفتے کے مقابلے

source: Wake up for Fajr prayer. May Allah accept your worship.
ar: استيقظ لصلاة الفجر. تقبل الله عبادتك.
bn: ফজর নামাজের জন্য জেগে উঠুন। আল্লাহ আপনার ইবাদত কবুল করুন।
fa: برای نماز فجر بیدار شوید. الله عبادت شما را بپذیرد.
fr: Réveillez-vous pour la prière Fajr. Qu'Allah accepte votre adoration.
id: Bangun untuk shalat Subuh. Semoga Allah menerima ibadahmu.
ms: Bangun untuk solat Subuh. Semoga Allah menerima ibadah anda.
tr: Sabah namazı için uyan. Allah ibadetini kabul etsin.
ur: فجر کی نماز کے لیے بیدار ہوں۔ اللہ آپ کی عبادت قبول فرمائے۔

source: We do not sell, trade, or share your personal information with anyone. Period.
ar: نحن لا نبيع أو نتاجر أو نشارك معلوماتك الشخصية مع أي أحد. نقطة.
bn: আমরা আপনার ব্যক্তিগত তথ্য কারো সাথে বিক্রয়, বিনিময় বা শেয়ার করি না। সম্পূর্ণভাবে।
fa: ما اطلاعات شخصی شما را به هیچ کس نمی‌فروشیم، معامله نمی‌کنیم یا به اشتراک نمی‌گذاریم. نقطه.
fr: Nous ne vendons, n'échangeons ni ne partageons vos informations personnelles avec quiconque. Point final.
id: Kami tidak menjual, menukar, atau membagikan informasi pribadi Anda kepada siapa pun. Titik.
ms: Kami tidak menjual, berdagang, atau berkongsi maklumat peribadi anda dengan sesiapa. Titik.
tr: Kişisel bilgilerinizi kimseyle satmaz, takas etmez veya paylaşmayız. Nokta.
ur: ہم آپ کی ذاتی معلومات کسی کو فروخت، تجارت یا شیئر نہیں کرتے۔ بالکل نہیں۔

source: Well Done!
ar: أحسنت!
bn: সাবাশ!
fa: آفرین!
fr: Bien joué !
id: Bagus!
ms: Syabas!
tr: Aferin!
ur: بہت خوب!

source: What happened? Which page were you on? What did you expect instead?
ar: ماذا حدث؟ أي صفحة كنت فيها؟ ماذا توقعت بدلاً من ذلك؟
bn: কী ঘটেছিল? আপনি কোন পৃষ্ঠায় ছিলেন? আপনি পরিবর্তে কী প্রত্যাশা করেছিলেন?
fa: چه اتفاقی افتاد؟ در کدام صفحه بودید؟ به جای آن چه انتظار داشتید؟
fr: Que s'est-il passé ? Sur quelle page étiez-vous ? Qu'attendiez-vous à la place ?
id: Apa yang terjadi? Di halaman mana Anda berada? Apa yang Anda harapkan?
ms: Apa yang berlaku? Halaman mana anda berada? Apa yang anda harapkan sebaliknya?
tr: Ne oldu? Hangi sayfadaydınız? Bunun yerine ne bekliyordunuz?
ur: کیا ہوا؟ آپ کس صفحے پر تھے؟ آپ کو اس کے بجائے کیا توقع تھی؟

source: What's included in JSON export:
ar: ما المضمن في تصدير JSON:
bn: JSON রপ্তানিতে কী অন্তর্ভুক্ত:
fa: چه چیزی در صادرات JSON گنجانده شده است:
fr: Ce qui est inclus dans l'exportation JSON :
id: Yang termasuk dalam ekspor JSON:
ms: Apa yang termasuk dalam eksport JSON:
tr: JSON dışa aktarmasında neler var:
ur: JSON برآمد میں کیا شامل ہے:

source: White Days
ar: الأيام البيض
bn: সাদা দিন
fa: روزهای سفید
fr: Jours blancs
id: Hari Putih
ms: Ayyamul Bidh
tr: Beyaz Günler
ur: ایام بیض

source: White Days Fasting
ar: صيام الأيام البيض
bn: সাদা দিনের রোজা
fa: روزه روزهای سفید
fr: Jeûne des jours blancs
id: Puasa Hari Putih
ms: Puasa Ayyamul Bidh
tr: Beyaz Günler Orucu
ur: ایام بیض کے روزے

source: Wi-Fi only prevents large downloads from using cellular data. Auto-update keeps your content current when connected to Wi-Fi.
ar: Wi-Fi فقط يمنع التنزيلات الكبيرة من استخدام بيانات الجوّال. التحديث التلقائي يحافظ على محتواك محدثًا عند الاتصال بـ Wi-Fi.
bn: Wi-Fi শুধুমাত্র বড় ডাউনলোডগুলিকে সেলুলার ডেটা ব্যবহার করা থেকে বাধা দেয়। Wi-Fi এর সাথে সংযুক্ত থাকলে স্বয়ংক্রিয়-আপডেট আপনার বিষয়বস্তু বর্তমান রাখে।
fa: فقط Wi-Fi از استفاده داده‌های سلولی برای دانلودهای بزرگ جلوگیری می‌کند. به‌روزرسانی خودکار محتوای شما را وقتی به Wi-Fi متصل هستید، به‌روز نگه می‌دارد.
fr: Le Wi-Fi uniquement empêche les gros téléchargements d'utiliser les données cellulaires. La mise à jour automatique maintient votre contenu à jour lorsque vous êtes connecté au Wi-Fi.
id: Wi-Fi saja mencegah unduhan besar menggunakan data seluler. Pembaruan otomatis menjaga konten Anda tetap terkini saat terhubung ke Wi-Fi.
ms: Wi-Fi sahaja menghalang muat turun besar daripada menggunakan data selular. Kemas kini automatik memastikan kandungan anda terkini apabila disambung ke Wi-Fi.
tr: Yalnızca Wi-Fi, büyük indirmelerin hücresel veri kullanmasını engeller. Otomatik güncelleme, Wi-Fi'ye bağlıyken içeriğinizi güncel tutar.
ur: Wi-Fi صرف بڑے ڈاؤن لوڈز کو سیلولر ڈیٹا استعمال کرنے سے روکتا ہے۔ خودکار اپ ڈیٹ Wi-Fi سے منسلک ہونے پر آپ کے مواد کو تازہ رکھتا ہے۔

source: WiFi connection required for downloads
ar: يُطلب اتصال Wi-Fi للتنزيلات
bn: ডাউনলোডের জন্য WiFi সংযোগ প্রয়োজন
fa: اتصال WiFi برای دانلود لازم است
fr: Connexion Wi-Fi requise pour les téléchargements
id: Koneksi WiFi diperlukan untuk unduhan
ms: Sambungan WiFi diperlukan untuk muat turun
tr: İndirmeler için WiFi bağlantısı gerekli
ur: ڈاؤن لوڈز کے لیے WiFi کنکشن درکار ہے

source: Wind Down
ar: الاستعداد للنوم
bn: বিশ্রাম
fa: آرام‌سازی
fr: Détente
id: Persiapan Tidur
ms: Bertenang
tr: Rahatlama
ur: آرام

source: Wudhu Reminder
ar: تذكير الوضوء
bn: ওযু অনুস্মারক
fa: یادآوری وضو
fr: Rappel des ablutions
id: Pengingat Wudhu
ms: Peringatan Wudhu
tr: Abdest Hatırlatıcısı
ur: وضو کی یاد دہانی

source: You can customize calculation methods and more in the Settings
ar: يمكنك تخصيص طرق الحساب والمزيد في الإعدادات
bn: আপনি সেটিংসে গণনা পদ্ধতি এবং আরও অনেক কিছু কাস্টমাইজ করতে পারেন
fa: می‌توانید روش‌های محاسبه و بیشتر را در تنظیمات سفارشی کنید
fr: Vous pouvez personnaliser les méthodes de calcul et plus encore dans les Réglages
id: Anda dapat menyesuaikan metode perhitungan dan lainnya di Pengaturan
ms: Anda boleh sesuaikan kaedah pengiraan dan lagi dalam Tetapan
tr: Hesaplama yöntemlerini ve daha fazlasını Ayarlar'da özelleştirebilirsiniz
ur: آپ ترتیبات میں حساب کے طریقے اور مزید اپنی مرضی کے مطابق بنا سکتے ہیں

source: You can deduct immediate debts and expenses that are due within the year from your total assets.
ar: يمكنك خصم الديون والنفقات الفورية المستحقة خلال العام من إجمالي أصولك.
bn: আপনি বছরের মধ্যে প্রদেয় তাত্ক্ষণিক ঋণ এবং ব্যয় আপনার মোট সম্পদ থেকে কেটে নিতে পারেন।
fa: می‌توانید بدهی‌ها و هزینه‌های فوری که در طول سال سررسید می‌شوند را از کل دارایی‌های خود کسر کنید.
fr: Vous pouvez déduire les dettes immédiates et les dépenses dues dans l'année de vos actifs totaux.
id: Anda dapat mengurangi utang dan pengeluaran segera yang jatuh tempo dalam tahun dari total aset Anda.
ms: Anda boleh tolak hutang dan perbelanjaan segera yang perlu dibayar dalam tahun dari jumlah aset anda.
tr: Yıl içinde ödenecek acil borçları ve masrafları toplam varlıklarınızdan düşebilirsiniz.
ur: آپ فوری قرضوں اور اخراجات کو جو سال کے اندر ادا ہونے ہیں اپنے کل اثاثوں سے کم کر سکتے ہیں۔

source: You logged %lld of 30 fasting days this Ramadan. If you have missed fasts, you can make them up when able.
ar: سجّلت %lld من أصل 30 يومًا من صيام هذا الرمضان. إذا فاتتك أيام صيام، يمكنك قضاؤها عندما تستطيع.
bn: আপনি এই রমজানে ৩০ রোজার দিনের মধ্যে %lld লগ করেছেন। যদি আপনি রোজা মিস করে থাকেন, তবে সক্ষম হলে সেগুলি পূরণ করতে পারেন।
fa: شما %lld از ۳۰ روز روزه این رمضان را ثبت کردید. اگر روزه‌هایی را از دست داده‌اید، می‌توانید وقتی توانستید آن‌ها را قضا کنید.
fr: Vous avez enregistré %lld des 30 jours de jeûne ce Ramadan. Si vous avez manqué des jeûnes, vous pouvez les rattraper quand vous le pourrez.
id: Anda mencatat %lld dari 30 hari puasa di Ramadan ini. Jika Anda melewatkan puasa, Anda dapat menggantinya saat mampu.
ms: Anda merekod %lld daripada 30 hari berpuasa pada Ramadan ini. Jika anda ada puasa yang tertinggal, anda boleh ganti apabila mampu.
tr: Bu Ramazan 30 oruç gününün %lld'sini kaydettiniz. Kaçırdığınız oruçlar varsa, fırsat bulduğunuzda kaza edebilirsiniz.
ur: آپ نے اس رمضان میں 30 میں سے %lld روزے لاگ کیے۔ اگر آپ نے روزے چھوڑے ہیں تو جب ممکن ہو انہیں پورا کر سکتے ہیں۔

# You've completed %lld %@!
source: You've completed %1$lld %2$@!
ar: لقد أكملت %1$lld %2$@!
bn: আপনি %1$lld %2$@ সম্পূর্ণ করেছেন!
fa: شما %1$lld %2$@ را تکمیل کرده‌اید!
fr: Vous avez terminé %1$lld %2$@ !
id: Anda telah menyelesaikan %1$lld %2$@!
ms: Anda telah selesai %1$lld %2$@!
tr: %1$lld %2$@ tamamladınız!
ur: آپ نے %1$lld %2$@ مکمل کیے!

source: You've completed your nightly dhikr. May Allah grant you peaceful sleep and an easy awakening for Fajr.
ar: لقد أكملت أذكارك المسائية. نسأل الله أن يمنحك نومًا هادئًا ويسهّل عليك الاستيقاظ للفجر.
bn: আপনি আপনার রাতের যিকির সম্পূর্ণ করেছেন। আল্লাহ আপনাকে শান্তিপূর্ণ ঘুম এবং ফজরের জন্য সহজ জাগরণ দান করুন।
fa: ذکر شبانه خود را تکمیل کرده‌اید. الله به شما خواب آرام و بیداری آسان برای فجر عطا کند.
fr: Vous avez terminé votre dhikr nocturne. Qu'Allah vous accorde un sommeil paisible et un réveil facile pour Fajr.
id: Anda telah menyelesaikan dzikir malammu. Semoga Allah memberikan tidur yang damai dan kebangkitan mudah untuk Subuh.
ms: Anda telah selesaikan zikir malam anda. Semoga Allah kurniakan tidur yang nyenyak dan kebangkitan mudah untuk Subuh.
tr: Gece zikirlerini tamamladın. Allah sana huzurlu bir uyku ve Sabah namazı için kolay bir uyanış nasip etsin.
ur: آپ نے اپنا رات کا ذکر مکمل کیا۔ اللہ آپ کو پرسکون نیند اور فجر کے لیے آسان بیداری عطا فرمائے۔

# You've shared %lld time%@
source: You've shared %1$lld time%2$@
ar: شاركت %1$lld مرة%2$@
bn: আপনি %1$lld বার%2$@ শেয়ার করেছেন
fa: شما %1$lld بار%2$@ به اشتراک گذاشته‌اید
fr: Vous avez partagé %1$lld fois%2$@
id: Anda telah membagikan %1$lld kali%2$@
ms: Anda telah berkongsi %1$lld kali%2$@
tr: %1$lld kez%2$@ paylaştınız
ur: آپ نے %1$lld بار%2$@ شیئر کیا

source: Your answer...
ar: إجابتك...
bn: আপনার উত্তর...
fa: پاسخ شما...
fr: Votre réponse...
id: Jawaban Anda...
ms: Jawapan anda...
tr: Cevabınız...
ur: آپ کا جواب...

source: Your data is exported as a file you can save or share. JSON includes all data; CSV is a spreadsheet of prayer logs.
ar: يتم تصدير بياناتك كملف يمكنك حفظه أو مشاركته. JSON يتضمن جميع البيانات؛ CSV هو جدول بيانات سجلات الصلاة.
bn: আপনার ডেটা একটি ফাইল হিসাবে রপ্তানি করা হয় যা আপনি সংরক্ষণ বা শেয়ার করতে পারেন। JSON সমস্ত ডেটা অন্তর্ভুক্ত করে; CSV হল নামাজ লগের একটি স্প্রেডশীট।
fa: داده‌های شما به عنوان فایلی صادر می‌شوند که می‌توانید ذخیره یا به اشتراک بگذارید. JSON شامل همه داده‌ها است؛ CSV یک صفحه گسترده از ثبت نماز است.
fr: Vos données sont exportées sous forme de fichier que vous pouvez enregistrer ou partager. JSON inclut toutes les données ; CSV est une feuille de calcul des prières enregistrées.
id: Data Anda diekspor sebagai file yang dapat Anda simpan atau bagikan. JSON mencakup semua data; CSV adalah spreadsheet catatan shalat.
ms: Data anda dieksport sebagai fail yang boleh anda simpan atau kongsi. JSON termasuk semua data; CSV ialah hamparan rekod solat.
tr: Verileriniz kaydedebileceğiniz veya paylaşabileceğiniz bir dosya olarak dışa aktarılır. JSON tüm verileri içerir; CSV namaz kayıtlarının bir tablosudur.
ur: آپ کا ڈیٹا ایک فائل کے طور پر برآمد ہوتا ہے جسے آپ محفوظ یا شیئر کر سکتے ہیں۔ JSON میں تمام ڈیٹا شامل ہے؛ CSV نماز کے لاگز کی اسپریڈ شیٹ ہے۔

source: Your data is stored locally on your device. Safa does not collect or share personal data.
ar: بياناتك مخزنة محليًا على جهازك. Safa لا يجمع أو يشارك البيانات الشخصية.
bn: আপনার ডেটা আপনার ডিভাইসে স্থানীয়ভাবে সংরক্ষিত। Safa ব্যক্তিগত ডেটা সংগ্রহ বা শেয়ার করে না।
fa: داده‌های شما به صورت محلی در دستگاه شما ذخیره می‌شوند. Safa داده‌های شخصی را جمع‌آوری یا به اشتراک نمی‌گذارد.
fr: Vos données sont stockées localement sur votre appareil. Safa ne collecte ni ne partage de données personnelles.
id: Data Anda disimpan secara lokal di perangkat Anda. Safa tidak mengumpulkan atau membagikan data pribadi.
ms: Data anda disimpan secara tempatan pada peranti anda. Safa tidak mengumpul atau berkongsi data peribadi.
tr: Verileriniz cihazınızda yerel olarak saklanır. Safa kişisel veri toplamaz veya paylaşmaz.
ur: آپ کا ڈیٹا آپ کے ڈیوائس پر مقامی طور پر محفوظ ہے۔ Safa ذاتی ڈیٹا جمع یا شیئر نہیں کرتا۔

source: Your Islamic Companion
ar: رفيقك الإسلامي
bn: আপনার ইসলামী সহযোগী
fa: همراه اسلامی شما
fr: Votre compagnon islamique
id: Pendamping Islam Anda
ms: Pendamping Islam Anda
tr: İslami Yardımcınız
ur: آپ کا اسلامی ساتھی

source: Your location is used to calculate accurate prayer times.
ar: يُستخدم موقعك لحساب أوقات الصلاة الدقيقة.
bn: আপনার অবস্থান সঠিক নামাজের সময় গণনা করতে ব্যবহৃত হয়।
fa: موقعیت شما برای محاسبه اوقات نماز دقیق استفاده می‌شود.
fr: Votre emplacement est utilisé pour calculer des horaires de prière précis.
id: Lokasi Anda digunakan untuk menghitung waktu shalat yang akurat.
ms: Lokasi anda digunakan untuk mengira waktu solat yang tepat.
tr: Konumunuz doğru namaz vakitlerini hesaplamak için kullanılır.
ur: آپ کا مقام درست نماز کے اوقات کا حساب لگانے کے لیے استعمال ہوتا ہے۔

source: Your Privacy Matters
ar: خصوصيتك مهمة
bn: আপনার গোপনীয়তা গুরুত্বপূর্ণ
fa: حریم خصوصی شما مهم است
fr: Votre confidentialité compte
id: Privasi Anda Penting
ms: Privasi Anda Penting
tr: Gizliliğiniz Önemlidir
ur: آپ کی رازداری اہمیت رکھتی ہے

source: Your Progress
ar: تقدمك
bn: আপনার অগ্রগতি
fa: پیشرفت شما
fr: Votre progression
id: Kemajuan Anda
ms: Kemajuan Anda
tr: İlerlemeniz
ur: آپ کی پیش رفت

source: Your wealth is below the Nisab threshold. Zakat is not obligatory, but voluntary charity (Sadaqah) is always encouraged.
ar: مالك أقل من نصاب الزكاة. الزكاة غير واجبة، لكن الصدقة التطوعية دائمًا مستحبة.
bn: আপনার সম্পদ নিসাব সীমার নীচে। যাকাত বাধ্যতামূলক নয়, তবে স্বেচ্ছায় দাতব্য (সাদাকাহ) সর্বদা উৎসাহিত করা হয়।
fa: ثروت شما کمتر از آستانه نصاب است. زکات واجب نیست، اما صدقه داوطلبانه همیشه تشویق می‌شود.
fr: Votre richesse est en-dessous du seuil Nisab. La Zakat n'est pas obligatoire, mais la charité volontaire (Sadaqa) est toujours encouragée.
id: Harta Anda di bawah ambang Nisab. Zakat tidak wajib, tetapi sedekah sukarela (Sedekah) selalu dianjurkan.
ms: Kekayaan anda di bawah nisab. Zakat tidak wajib, tetapi sedekah sukarela sentiasa digalakkan.
tr: Servetiniz Nisap eşiğinin altında. Zekat farz değildir, ancak gönüllü sadaka her zaman teşvik edilir.
ur: آپ کی دولت نصاب کی حد سے نیچے ہے۔ زکوٰۃ واجب نہیں ہے، لیکن رضاکارانہ صدقہ (صدقہ) ہمیشہ حوصلہ افزائی کی جاتی ہے۔

source: Zakat Calculator
ar: حاسبة الزكاة
bn: যাকাত ক্যালকুলেটর
fa: ماشین‌حساب زکات
fr: Calculateur de Zakat
id: Kalkulator Zakat
ms: Kalkulator Zakat
tr: Zekat Hesaplayıcı
ur: زکوٰۃ کیلکولیٹر

source: Zakat Due (2.5%%)
ar: الزكاة المستحقة (2.5%%)
bn: যাকাত প্রদেয় (২.৫%%)
fa: زکات واجب (۲.۵%%)
id: Zakat yang Harus Dibayar (2,5%%)
ms: Zakat Wajib (2.5%%)
tr: Ödenecek Zekat (%%2,5)
ur: زکوٰۃ واجب (2.5%%)

source: Zakat is obligatory on every adult Muslim who possesses wealth above the Nisab threshold for a full lunar year (Hawl).
ar: الزكاة واجبة على كل مسلم بالغ يملك مالاً فوق نصاب الزكاة لسنة قمرية كاملة (حول).
bn: প্রতিটি প্রাপ্তবয়স্ক মুসলিমের উপর যাকাত বাধ্যতামূলক যারা পূর্ণ চান্দ্র বছর (হাওল) জুড়ে নিসাব সীমার উপরে সম্পদ রাখেন।
fa: زکات بر هر مسلمان بالغی که ثروتی بالاتر از آستانه نصاب برای یک سال قمری کامل (حول) دارد، واجب است.
fr: La Zakat est obligatoire pour tout musulman adulte qui possède une richesse au-dessus du seuil Nisab pendant une année lunaire complète (Hawl).
id: Zakat wajib bagi setiap Muslim dewasa yang memiliki harta di atas ambang Nisab selama satu tahun Hijriah penuh (Haul).
ms: Zakat adalah wajib ke atas setiap Muslim dewasa yang memiliki kekayaan melebihi nisab untuk setahun penuh (Haul).
tr: Zekat, bir tam kamerî yıl (Havl) boyunca Nisap eşiğinin üzerinde servete sahip olan her yetişkin Müslümana farzdır.
ur: زکوٰۃ ہر بالغ مسلمان پر فرض ہے جو مکمل قمری سال (حول) کے لیے نصاب کی حد سے زیادہ دولت رکھتا ہے۔

source: Zakat is one of the Five Pillars of Islam. It is a mandatory charitable contribution, typically 2.5%% of a Muslim's total savings and wealth above a minimum amount known as Nisab.
ar: الزكاة أحد أركان الإسلام الخمسة. هي مساهمة خيرية إلزامية، عادةً 2.5%% من إجمالي مدخرات المسلم وثروته فوق حد أدنى يُعرف بالنصاب.
bn: যাকাত ইসলামের পাঁচটি স্তম্ভের একটি। এটি একটি বাধ্যতামূলক দাতব্য অবদান, সাধারণত একজন মুসলিমের মোট সঞ্চয় এবং সম্পদের ২.৫%% যা নিসাব নামে পরিচিত সর্বনিম্ন পরিমাণের উপরে।
fa: زکات یکی از پنج رکن اسلام است. یک کمک خیریه اجباری است، معمولاً ۲.۵%% از کل پس‌انداز و ثروت یک مسلمان بالاتر از حداقل مقدار معروف به نصاب.
fr: La Zakat est l'un des cinq piliers de l'Islam. C'est une contribution charitable obligatoire, généralement 2,5 % de l'épargne totale et de la richesse d'un musulman au-dessus d'un montant minimum connu sous le nom de Nisab.
id: Zakat adalah salah satu dari Lima Rukun Islam. Ini adalah kontribusi amal wajib, biasanya 2,5%% dari total tabungan dan harta seorang Muslim di atas jumlah minimum yang dikenal sebagai Nisab.
ms: Zakat adalah salah satu daripada Rukun Islam. Ia adalah sumbangan amal wajib, biasanya 2.5%% daripada jumlah simpanan dan kekayaan Muslim melebihi jumlah minimum yang dikenali sebagai Nisab.
tr: Zekat İslam'ın Beş Şartından biridir. Bir Müslümanın toplam tasarruf ve servetinin, Nisap olarak bilinen minimum miktarın üzerindeki kısmının genellikle 2,5%%'i olan zorunlu bir hayırsever katkıdır.
ur: زکوٰۃ اسلام کے پانچ ستونوں میں سے ایک ہے۔ یہ ایک لازمی خیراتی شراکت ہے، عام طور پر ایک مسلمان کی کل بچت اور دولت کا 2.5%% جو نصاب کے نام سے جانی جانے والی کم از کم رقم سے زیادہ ہو۔

source: Home
ar: الرئيسية
bn: হোম
fa: خانه
fr: Accueil
id: Beranda
ms: Laman Utama
tr: Ana Sayfa
ur: ہوم

source: Light
ar: فاتح
bn: লাইট
fa: روشن
fr: Clair
id: Terang
ms: Cerah
tr: Açık
ur: ہلکا

source: Dark
ar: داكن
bn: ডার্ক
fa: تاریک
fr: Sombre
id: Gelap
ms: Gelap
tr: Koyu
ur: ڈارک

source: System
ar: النظام
bn: সিস্টেম
fa: سیستم
fr: Système
id: Sistem
ms: Sistem
tr: Sistem
ur: سسٹم

source: Fajr
ar: الفجر
bn: ফজর
fa: فجر
id: Subuh
ms: Subuh
tr: İmsak
ur: فجر

source: Sunrise
ar: الشروق
bn: সূর্যোদয়
fa: طلوع آفتاب
fr: Lever du soleil
id: Terbit
ms: Syuruk
tr: Güneş
ur: طلوع آفتاب

source: Dhuhr
ar: الظهر
bn: যোহর
fa: ظهر
fr: Dhouhr
id: Dzuhur
ms: Zohor
tr: Öğle
ur: ظہر

source: Asr
ar: العصر
bn: আসর
fa: عصر
id: Ashar
ms: Asar
tr: İkindi
ur: عصر

source: Maghrib
ar: المغرب
bn: মাগরিব
fa: مغرب
tr: Akşam
ur: مغرب

source: Isha
ar: العشاء
bn: ইশা
fa: عشا
id: Isya
ms: Isyak
tr: Yatsı
ur: عشاء
